Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1334.html.tmx
Source language: sme
Languages: nob

source: Álkit válljet : sámegiela vai dárogiela neahtas
nob: Enklere å velge : samisk eller norsk på nett

source: Giela válljen neahttasiidduin , lea dál álkidahtton .
nob: Vi har gjort det enklere for deg å velge hvilket språk du ønsker å bruke på nettsidene .

source: Dál sáhtát válljet giela juo neahttalohkki čujuhusráiddus .
nob: Nå kan du foreta språkvalget allerede i nettleserens adresselinje .

source: Neahttasiidu 2005
nob: Nettsider 2005

source: Jus čálát www.samediggi.no du neahttalohkkái , de boađát Sámedikki sámegiel siidduide .
nob: Skriver du www.samediggi.no i nettleseren din , vil du komme til Sametingets samiskspråklige sider .

source: Sámegielagat eai dárbbaš de ieža válljet sámegiela , nugo ovdal fertii dahkkot .
nob: Samisktalende slipper dermed å aktivt velge samisk språk , slik tidligere .

source: Jus čálát www.sametinget.no du neahttalohkkái , de boađát Sámedikki dárogiel siidduide .
nob: Skriver du www.sametinget.no i nettleseren din , vil du komme til våre norskspråklige sider .

source: Goallosteapmi
nob: Lenking

source: Goallosteapmi / neahttačujuhusaid merken bajábealde doaibmá , ja sáhtát maiddái goallostit artihkkaliid sihke sámegillii ja dárogillii .
nob: Lenking / bokmerking til adressene over fungerer , og du kan også lenke til artikler på norsk og samisk .

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 06.10.2006
nob: Sist endret 06.10.2006

source: Liŋka
nob: Link
